{
  "processedLinks": [
    {
      "id": 220,
      "title": "God Is Decentralized: Health, Crypto & the Path to Real Freedom (ft. Polycarp Nakamoto)",
      "url": "https://m.youtube.com/watch?v=rxlOIfIL4ug&pp=uAQw",
      "description": "In this livestream, we’re diving into what “living decentralized” really means: protecting your privacy, taking back your health, and learning from the crypt...",
      "messageText": "https://m.youtube.com/watch?v=rxlOIfIL4ug&pp=uAQw",
      "domain": "m.youtube.com",
      "image": "https://i.ytimg.com/vi/rxlOIfIL4ug/maxresdefault.jpg?v=68fe60c3",
      "processedAt": "2025-10-29T00:34:38.033Z",
      "sentiment": "Classification: show\n\nJustification: The article discusses the concept of decentralization in relation to health and technology, which aligns with the user's interest in positive news and insights about personal sovereignty over technology. It promises to provide valuable information on protecting privacy and health, making it relevant and beneficial for the user.",
      "approved": true,
      "createdAt": "2025-10-27T03:16:10.000Z"
    },
    {
      "id": 225,
      "title": "🇷🇺 President Putin calls to create more advanced Russian AI.\n\n\"We can create sovereign AI models, ",
      "url": "telegram://media/manual/1761325920",
      "description": "🇷🇺 President Putin calls to create more advanced Russian AI.\n\n\"We can create sovereign AI models, not copy someone else's.\"\n\nIn the Web5 future everyone will have their own self hosted AI.",
      "messageText": "🇷🇺 President Putin calls to create more advanced Russian AI.\n\n\"We can create sovereign AI models, not copy someone else's.\"\n\nIn the Web5 future everyone will have their own self hosted AI.",
      "domain": "telegram",
      "image": null,
      "processedAt": "2025-10-29T00:35:00.737Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses the development of advanced Russian AI and the concept of sovereign AI models, which aligns with the user's interest in technology and sovereignty. It presents a forward-looking perspective on AI that could provide critical insights into the future of personal technology.",
      "approved": true,
      "createdAt": "2025-10-24T17:12:00.000Z"
    },
    {
      "id": 224,
      "title": "Armed police swarm student after AI mistakes bag of Doritos for a weapon - Dexerto",
      "url": "https://www.dexerto.com/entertainment/armed-police-swarm-student-after-ai-mistakes-bag-of-doritos-for-a-weapon-3273512/",
      "description": "Armed officers swarmed a 16-year-old student outside a Baltimore high school when an AI gun detection system flagged Doritos as a firearm.",
      "messageText": "Armed police swarm student after AI mistakes bag of Doritos for a weapon",
      "domain": "dexerto.com",
      "image": "https://www.dexerto.com/cdn-image/wp-content/uploads/2025/10/23/doritos-ai-gun-detection-student-swarmed.jpg",
      "processedAt": "2025-10-29T00:35:22.712Z",
      "sentiment": "Classification: Show\n\nJustification: The article presents a bizarre and humorous incident involving AI technology misidentifying a harmless object, which could provide critical insights into the implications and limitations of AI in security contexts. This aligns with the user's interest in technology and its impact on personal sovereignty.",
      "approved": true,
      "createdAt": "2025-10-23T19:44:00.000Z"
    },
    {
      "id": 216,
      "title": "The Strangest Fallout from the AWS Outage: Smart Mattresses Go Rogue and Ruin Sleep Worldwide",
      "url": "https://quasa.io/media/the-strangest-fallout-from-the-aws-outage-smart-mattresses-go-rogue-and-ruin-sleep-worldwide",
      "description": "Smart tech promises utopia, but without robust offline fallbacks, it's just expensive fragility.",
      "messageText": "Fallout from the AWS Outage: Smart Mattresses Go Rogue and Ruin Sleep Worldwide  https://quasa.io/media/the-strangest-fallout-from-the-aws-outage-smart-mattresses-go-rogue-and-ruin-sleep-worldwide",
      "domain": "quasa.io",
      "image": "https://quasa.io/storage/images/news/8OBzlKeBoHaA4vmgeyUZP1vjwlRCMjCAMpIXPZWb.jpg",
      "processedAt": "2025-10-29T00:36:49.487Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses the implications of a significant tech outage on smart devices, highlighting both the fragility of technology and the broader impact on users' lives. This aligns with the user's interest in critical insights about technology and its effects on personal sovereignty, making it a relevant and thought-provoking read.",
      "approved": true,
      "createdAt": "2025-10-21T17:25:05.000Z"
    },
    {
      "id": 213,
      "title": "Free the Internet: The Tor Project’s annual fundraiser | Tor Project",
      "url": "https://blog.torproject.org/2025-fundraiser-donations-matched/",
      "description": "This year we are calling to FREE THE INTERNET. Your donation will help break the chains of censorship and surveillance. If you give now during the campaign, your donation will be matched by our supporters at Power Up Privacy. This means a $25 donation will have a $50 impact.",
      "messageText": "Free the Internet: The Tor Project's annual fundraiser  https://blog.torproject.org/2025-fundraiser-donations-matched/",
      "domain": "blog.torproject.org",
      "image": "https://blog.torproject.org/2025-fundraiser-donations-matched/lead.png",
      "processedAt": "2025-10-29T00:37:54.450Z",
      "sentiment": "**Classification: Show**\n\nThe article discusses a positive initiative by the Tor Project aimed at promoting internet freedom and combating censorship and surveillance. This aligns with the user's interest in positive news and insights related to technology sovereignty, making it a relevant and beneficial read.",
      "approved": true,
      "createdAt": "2025-10-17T07:36:44.000Z"
    },
    {
      "id": 212,
      "title": "‘Death to Spotify’: the DIY movement to get artists and fans to quit the music app",
      "url": "https://www.theguardian.com/technology/2025/oct/12/spotify-boycott-artists",
      "description": "Musicians have long criticized the streaming service’s paltry payouts, but a new wave of boycotts is emerging",
      "messageText": "'Death to Spotify': the DIY movement to get artists and fans to quit the app  https://www.theguardian.com/technology/2025/oct/12/spotify-boycott-artists",
      "domain": "theguardian.com",
      "image": "https://i.guim.co.uk/img/media/eaf4cf4e2b16069b9f551d2c1cec86d72b8d7f40/557_0_4993_3992/master/4993.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=5dd877fe3e50f7f289cd58c1e1dc8fb7",
      "processedAt": "2025-10-29T00:37:55.771Z",
      "sentiment": "**Classification: Show**\n\nThe article discusses a movement among musicians and fans to boycott Spotify due to its low payouts, which highlights critical insights into the ongoing struggles artists face in the digital age. This topic aligns with the user's interest in understanding the dynamics of technology and its impact on personal sovereignty, making it a relevant and potentially enlightening read.",
      "approved": true,
      "createdAt": "2025-10-12T19:18:22.000Z"
    },
    {
      "id": 211,
      "title": "AI-Powered Wi-Fi Heart Monitoring Is Here",
      "url": "https://spectrum.ieee.org/wi-fi-signal-heartbeat-detection",
      "description": "Can Wi-Fi signals really track your heartbeat? Dive into the world of Pulse-Fi and find out how it works without wearables.",
      "messageText": "Wi-fi signal tracks heartbeat without wearables  https://spectrum.ieee.org/wi-fi-signal-heartbeat-detection",
      "domain": "spectrum.ieee.org",
      "image": "https://spectrum.ieee.org/media-library/image.jpg?id=61696185&width=1200&height=600&coordinates=0%2C6%2C0%2C24",
      "processedAt": "2025-10-29T00:38:17.516Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses an innovative technology that uses AI and Wi-Fi for heart monitoring, which aligns with the user's interest in positive advancements in technology. It presents a potentially beneficial development that could enhance personal health monitoring without the need for wearables, making it relevant and intriguing for the user.",
      "approved": true,
      "createdAt": "2025-10-11T05:31:22.000Z"
    },
    {
      "id": 209,
      "title": "Why Self-host?",
      "url": "https://romanzipp.com/blog/why-a-homelab-why-self-host",
      "description": "Let me make the argument why you should start self-hosting more of your personal services.",
      "messageText": "Why Self-Host?  https://romanzipp.com/blog/why-a-homelab-why-self-host",
      "domain": "romanzipp.com",
      "image": "https://cdn-a.romanzipp.com/blog/why-a-homelab-why-self-host/cover.jpg",
      "processedAt": "2025-10-29T00:39:00.543Z",
      "sentiment": "Classification: Show\n\nJustification: The text presents a positive perspective on self-hosting personal services, which aligns with the user's interest in exercising sovereignty over technology. It suggests beneficial insights that could empower the user, making it a worthwhile read.",
      "approved": true,
      "createdAt": "2025-10-09T15:58:45.000Z"
    },
    {
      "id": 208,
      "title": "Dumb phones vs privacy phones – how to truly resist digital ID surveillance | Noiz",
      "url": "https://www.noiz.ie/privacy/the-rise-of-the-dumb-phones/",
      "description": "Many are looking to \"dumb phones\" to resist digital ID, but old networks are surveillable. Learn how privacy phones, encrypted email, & open-source tools provide real digital freedom.",
      "messageText": "https://www.noiz.ie/privacy/the-rise-of-the-dumb-phones/",
      "domain": "noiz.ie",
      "image": "https://www.noiz.ie/wp-content/uploads/2025/10/dumb-phone.webp",
      "processedAt": "2025-10-29T00:39:06.606Z",
      "sentiment": "Classification: show\n\nJustification: The article discusses the contrast between \"dumb phones\" and privacy-focused technology, offering insights into how individuals can resist digital surveillance. This aligns with the user's interest in positive news about exercising sovereignty over technology and provides critical insights that could benefit them.",
      "approved": true,
      "createdAt": "2025-10-08T23:30:41.000Z"
    },
    {
      "id": 204,
      "title": "Self hosting 10TB in S3 on a framework laptop + disks – James O'Claire",
      "url": "https://jamesoclaire.com/2025/10/05/self-hosting-10tb-in-s3-on-a-framework-laptop-disks/",
      "description": null,
      "messageText": "Self hosting 10TB in S3 on a framework laptop and disks  https://jamesoclaire.com/2025/10/05/self-hosting-10tb-in-s3-on-a-framework-laptop-disks/",
      "domain": "jamesoclaire.com",
      "image": null,
      "processedAt": "2025-10-29T00:40:54.343Z",
      "sentiment": "Classification: show\n\nJustification: The article discusses self-hosting and the technical aspects of managing a significant amount of data, which aligns with the user's interest in technology sovereignty. It is likely to provide positive insights and practical knowledge that the user would find beneficial.",
      "approved": true,
      "createdAt": "2025-10-05T17:22:53.000Z"
    },
    {
      "id": 203,
      "title": "Command Interface: How Your Device Choice Shapes Power Relations",
      "url": "https://zakelfassi.com/command-interface-device-power",
      "description": "Laptops create. Phones consume. The split determines who commands and who complies—a power dynamic hiding in plain sight across every interface we touch.",
      "messageText": "Laptops create systems. Phones feed algorithms. The asymmetry determines power  https://zakelfassi.com/command-interface-device-power",
      "domain": "zakelfassi.com",
      "image": "https://zakelfassi.com/static/images/command-interface-hero.jpg",
      "processedAt": "2025-10-29T00:41:15.819Z",
      "sentiment": "**Classification: Show**\n\nThe article discusses the power dynamics between device choice and user agency, which aligns with the user's interest in understanding technology's impact on personal sovereignty. It promises critical insights into how different devices influence control and compliance, making it a valuable read.",
      "approved": true,
      "createdAt": "2025-10-05T14:00:04.000Z"
    },
    {
      "id": 200,
      "title": "Microsoft to allow consumer Copilot in corporate environs",
      "url": "https://www.theregister.com/2025/10/01/microsoft_consumer_copilot_corporate/",
      "description": ": Use your home subscription with your work Microsoft 365 account",
      "messageText": "Microsoft declares bring your Copilot to work day, usurping IT authority  https://www.theregister.com/2025/10/01/microsoft_consumer_copilot_corporate/",
      "domain": "theregister.com",
      "image": "https://regmedia.co.uk/2025/10/01/shutterstockmicrosoftcopilot.jpg",
      "processedAt": "2025-10-29T00:42:02.322Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses a positive development in technology, specifically how Microsoft is enabling users to integrate their personal Copilot subscriptions with corporate Microsoft 365 accounts. This news is likely to be of interest to users who value flexibility and enhanced productivity in their work environments.",
      "approved": true,
      "createdAt": "2025-10-02T00:44:42.000Z"
    },
    {
      "id": 196,
      "title": "Swiss voters narrowly approve plan for electronic ID cards",
      "url": "https://www.disclose.tv/id/ezn59k34n2/",
      "description": "Breaking news from around the world.",
      "messageText": "NEW - Switzerland approves digital ID with 50.4% voting yes, an earlier proposal was rejected in 2021. The digital ID will be \"optional.\"\n\nRead more: https://www.disclose.tv/id/ezn59k34n2/\n\n@disclosetv",
      "domain": "disclose.tv",
      "image": "https://www.adnovum.com/hs-fs/hubfs/FILES/04_Insights/Blog/2023/e-ID/e-id_teaser.jpg?width=1088&name=e-id_teaser.jpg",
      "processedAt": "2025-10-29T00:43:28.701Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses a positive development regarding Swiss voters approving electronic ID cards, which aligns with the user's interest in generally positive news about technology. It also touches on the theme of sovereignty over personal technology, making it relevant and insightful for the user.",
      "approved": true,
      "createdAt": "2025-09-28T18:48:25.000Z"
    },
    {
      "id": 195,
      "title": "Catholic University of America panel explores how Christians should think about AI",
      "url": "https://www.disclose.tv/id/uiptylubfw/",
      "description": "Breaking news from around the world.",
      "messageText": "ICYMI - Will Wilson, co-founder of Antithesis, an AI contractor for Palantir: \"It's very possible that we're entering a world where very soon any kind of cognitive labor, any kind of reason, any kind of thought... It'll be a thing that weirdos do.\"\n\nRead more: https://www.disclose.tv/id/uiptylubfw/\n\n@disclosetv",
      "domain": "disclose.tv",
      "image": "https://www.catholicnewsagency.com/images/aiatcatholicuniversity092425.jpeg?jpg=",
      "processedAt": "2025-10-29T00:43:50.726Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses a panel at the Catholic University of America that explores the intersection of Christianity and AI, which is likely to provide critical insights into how technology can be viewed through a moral and ethical lens. This aligns with the user's interest in positive news and thoughtful discussions about technology.",
      "approved": true,
      "createdAt": "2025-09-26T19:56:42.000Z"
    },
    {
      "id": 194,
      "title": "BEE EVOLVED: 🟠 The Blockstream Satellite network beams the Bitcoin blockchain to every corner of th",
      "url": "https://x.com/BeeEvolved/status/1940815315517981019",
      "description": null,
      "messageText": "BEE EVOLVED: 🟠 The Blockstream Satellite network beams the Bitcoin blockchain to every corner of the globe, 24/7, free and immune to local outages. It brings Bitcoin to regions without reliable internet and creates a truly sovereign pathway for syncing blocks anywhere on Earth.\n\nThis side-quest project is a Bitcoin Satellite Command Console to interface with the Blockstream satellites. Every asset we develop for this project, from engineered parts to software, will be 100% free and open source, available on our GitHub 🛰",
      "domain": "x.com",
      "image": null,
      "processedAt": "2025-10-29T00:43:52.285Z",
      "sentiment": "**Classification: show**\n\n**Justification:** The article discusses a positive development in technology that enhances access to Bitcoin, particularly in areas lacking reliable internet. This aligns with the user's interest in sovereignty over technology and presents an innovative solution that could empower individuals in underserved regions.",
      "approved": true,
      "createdAt": "2025-09-26T14:50:18.000Z"
    },
    {
      "id": 191,
      "title": "Britain jumps into bed with Palantir in £1.5B defense pact",
      "url": "https://www.theregister.com/2025/09/20/uk_palantir_defense_pact/",
      "description": ": Arrangement follows big tech tie-ins claiming to offer £31B investment",
      "messageText": "Britain jumps into bed with Palantir in £1.5B defense pact  https://www.theregister.com/2025/09/20/uk_palantir_defense_pact/",
      "domain": "theregister.com",
      "image": "https://regmedia.co.uk/2016/08/01/salisbury_plain_training_area_soldiers.jpg",
      "processedAt": "2025-10-29T00:48:39.709Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses a significant defense pact involving a major tech company, which could provide insights into the intersection of technology and national security. This topic is relevant and may offer critical insights into how technology is being leveraged in defense, aligning with the user's interest in understanding the implications of technology on sovereignty.",
      "approved": true,
      "createdAt": "2025-09-20T16:31:26.000Z"
    },
    {
      "id": 189,
      "title": "NEW - ECB President Lagarde calls on European governments, \"to rapidly establish the legislative fra",
      "url": "telegram://media/6425/BAACAgQAAx0CVtK9UAACGRlowy0lagr96jSDw0cAAQaZYWYZRL8AAigYAAIC6BlSOt4iEKnOmPk2BA",
      "description": "NEW - ECB President Lagarde calls on European governments, \"to rapidly establish the legislative framework for the potential introduction of our digital euro.\"\n\n@disclosetv",
      "messageText": "NEW - ECB President Lagarde calls on European governments, \"to rapidly establish the legislative framework for the potential introduction of our digital euro.\"\n\n@disclosetv",
      "domain": "telegram",
      "image": "/api/media/photos/1757660970647_thumb_6425.jpg",
      "processedAt": "2025-10-29T00:49:19.529Z",
      "sentiment": "Classification: show\n\nJustification: The article discusses a significant development regarding the potential introduction of a digital euro, which is a positive and forward-looking topic that aligns with the user's interest in technology and its implications. It offers insights into the evolving landscape of digital currencies and governance, which could be beneficial for the user.",
      "approved": true,
      "createdAt": "2025-09-11T20:12:20.000Z"
    },
    {
      "id": 188,
      "title": "Windows 10 resists its end: usage share climbs while Windows 11's falls - gHacks Tech News",
      "url": "https://www.ghacks.net/2025/09/10/windows-10-resists-its-end-usage-share-climbs-while-windows-11s-falls/",
      "description": "Windows 10 usage share is climbing again, despite its end of support next month. Here is an explanation.",
      "messageText": "Windows 10 resists its end: usage share climbs while Windows 11's falls  https://www.ghacks.net/2025/09/10/windows-10-resists-its-end-usage-share-climbs-while-windows-11s-falls/",
      "domain": "ghacks.net",
      "image": "https://www.ghacks.net/wp-content/uploads/2024/08/Windows-10-Start-Menu-will-soon-display-ads-for-Microsoft-365-scaled.jpg",
      "processedAt": "2025-10-29T00:49:39.654Z",
      "sentiment": "**Classification: Show**\n\nThe article discusses the rising usage share of Windows 10, which is a generally positive development for users who may still rely on this operating system. It provides insights into user behavior and technology trends, which aligns with the user's interest in understanding the dynamics of technology sovereignty.",
      "approved": true,
      "createdAt": "2025-09-10T18:15:14.000Z"
    },
    {
      "id": 179,
      "title": "WiFi signals can measure heart rate—no wearables needed",
      "url": "https://news.ucsc.edu/2025/09/pulse-fi-wifi-heart-rate/",
      "description": "Engineers prove their technique is effective even with the lowest-cost WiFi devices",
      "messageText": "WiFi signals can measure heart rate–no wearables needed  https://news.ucsc.edu/2025/09/pulse-fi-wifi-heart-rate/",
      "domain": "news.ucsc.edu",
      "image": "http://news.ucsc.edu/wp-content/uploads/2025/08/20250814-Pulse-Fi-Research-EC-08-scaled-e1756416372585.jpg",
      "processedAt": "2025-10-29T00:51:59.561Z",
      "sentiment": "Classification: show\n\nJustification: The article discusses an innovative and positive development in technology, highlighting how WiFi signals can be used to measure heart rate without the need for wearables. This aligns with the user's interest in positive news and technological advancements that enhance personal sovereignty over health monitoring.",
      "approved": true,
      "createdAt": "2025-09-04T18:18:32.000Z"
    },
    {
      "id": 178,
      "title": "How to Pump the Brakes on Your Police Department’s Use of Flock’s Mass Surveillance License Plate Readers | ACLU",
      "url": "https://www.aclu.org/news/privacy-technology/how-to-pump-the-brakes-on-your-police-departments-use-of-flocks-mass-surveillance-license-plate-readers",
      "description": "Even if you can’t stop Flock’s use entirely, you can still help protect civil liberties in your community.",
      "messageText": "Pump the Brakes on Your Police Department's Use of Flock Safety  https://www.aclu.org/news/privacy-technology/how-to-pump-the-brakes-on-your-police-departments-use-of-flocks-mass-surveillance-license-plate-readers",
      "domain": "aclu.org",
      "image": "https://assets.aclu.org/live/uploads/2023/02/Plates_Social.jpg",
      "processedAt": "2025-10-29T00:52:21.244Z",
      "sentiment": "Classification: Show\n\nJustification: The article discusses how to mitigate the use of mass surveillance technology by police departments, which aligns with the user's interest in sovereignty over personal technology and civil liberties. It offers critical insights that could empower the user and their community, making it a valuable read.",
      "approved": true,
      "createdAt": "2025-09-04T16:33:07.000Z"
    },
    {
      "id": 176,
      "title": null,
      "url": "https://www.opentech.fund/news/who-owns-operates-and-develops-your-vpn-matters-an-analysis-of-transparency-vs-anonymity-in-the-vpn-ecosystem-and-implications-for-users/",
      "description": null,
      "messageText": "Who Owns, Operates, and Develops Your VPN Matters  https://www.opentech.fund/news/who-owns-operates-and-develops-your-vpn-matters-an-analysis-of-transparency-vs-anonymity-in-the-vpn-ecosystem-and-implications-for-users/",
      "domain": "opentech.fund",
      "image": null,
      "processedAt": "2025-10-29T01:04:41.025Z",
      "sentiment": "Classification: show\n\nJustification: The article discusses the ownership and operation of VPNs, which is relevant to the user's interest in technology sovereignty. It likely provides critical insights into transparency and anonymity in the VPN ecosystem, which can empower users to make informed decisions about their technology use.",
      "approved": true,
      "createdAt": "2025-09-03T18:07:57.000Z"
    },
    {
      "id": 186,
      "title": "JUST IN - UK's Home Secretary says she is in favor of digital ID's and that \"a system of digital ID ",
      "url": "telegram://media/manual/1757446366",
      "description": "JUST IN - UK's Home Secretary says she is in favor of digital ID's and that \"a system of digital ID can also help with illegal working and enforcement of other laws aswell.\" @disclosetv",
      "messageText": "JUST IN - UK's Home Secretary says she is in favor of digital ID's and that \"a system of digital ID can also help with illegal working and enforcement of other laws aswell.\" @disclosetv",
      "domain": "telegram",
      "image": null,
      "createdAt": "2025-09-09T19:32:46.076Z",
      "processedAt": "2025-10-30T00:05:38.378Z",
      "sentiment": "**Show**  \nThe article discusses the UK's Home Secretary's support for digital IDs, which can lead to positive developments in law enforcement and governance. This topic is relevant for users interested in the implications of technology on personal sovereignty and societal structure.",
      "approved": true
    },
    {
      "id": 227,
      "sentiment": "Hide: Insufficient content"
    },
    {
      "id": 226,
      "sentiment": "Hide: Dystopian"
    },
    {
      "id": 222,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 219,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 223,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 218,
      "sentiment": "hide: depressing"
    },
    {
      "id": 217,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 215,
      "sentiment": "Hide: Insufficient content"
    },
    {
      "id": 214,
      "sentiment": "Hide: Negative impact"
    },
    {
      "id": 210,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 207,
      "sentiment": "Hide: Surveillance"
    },
    {
      "id": 206,
      "sentiment": "Hide: Negative Impact"
    },
    {
      "id": 205,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 202,
      "sentiment": "Hide: Privacy"
    },
    {
      "id": 201,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 199,
      "sentiment": "Hide: Surveillance"
    },
    {
      "id": 198,
      "sentiment": "Hide: Negative news"
    },
    {
      "id": 197,
      "sentiment": "Hide: Negative impact"
    },
    {
      "id": 193,
      "sentiment": "Hide: Privacy"
    },
    {
      "id": 192,
      "sentiment": "Hide: Censorship"
    },
    {
      "id": 190,
      "sentiment": "Hide: Regulation"
    },
    {
      "id": 187,
      "sentiment": "Hide: Depressing"
    },
    {
      "id": 183,
      "sentiment": "Hide: Anxiety"
    },
    {
      "id": 182,
      "sentiment": "Hide: Negative impact"
    },
    {
      "id": 181,
      "sentiment": "Hide - Negative impact"
    },
    {
      "id": 180,
      "sentiment": "Hide: Ambiguous"
    },
    {
      "id": 177,
      "sentiment": "Hide - Negative Impact"
    },
    {
      "id": 175,
      "sentiment": "Hide: Negative implications."
    }
  ]
}